[{
  "_id": 1,
  "title": "Top 10 Skin Valorant",
  "desc": "Valorant is, in fact, a tactical shooter, so its many cosmetic weapon skins work as a tactical tool. Vandal skins stand out due to their design, animations, and sound effects. This article lists the top 15 Vandal skins, highlighting their popularity based on community feedback and frequent mentions across gaming forums and social media.",
  "date": "22-04-2023",
  "img_url": "https://beebom.com/wp-content/uploads/2023/08/Best-vandal-skins-in-Valorant.png?w=750&quality=75"
},
{
  "_id": 2,
  "title": "How To Play Sentinel on Valorant?",
  "desc": "In Valorant, mastering the Sentinel role can significantly enhance your team's defensive and offensive capabilities. Sentinels are the strategic anchors in the game, specializing in area control, enemy surveillance, and team support through their unique abilities. In addition, that class may benefit most if the player has adjusted his or her crosshair.",
  "date": "11-03-2024",
  "img_url": "https://cdn.sanity.io/images/dmtcrhxp/production/83562ccd9ca06205e73fa5402bcadf3aa5381d39-920x480.jpg?q=30&auto=format"
},
{
  "_id": 3,
  "title": "How To Play Duelist on Valorant?",
  "desc": "As a Duelist your main role is to create space for your team. You can achieve this by entry fragging or by lurking. For the most part, it's your responsibility to clear corners, check the site, and get first bloods. This ensures that your team can safely enter and plant the Spike.",
  "date": "01-12-2020",
  "img_url": "https://i.ytimg.com/vi/-ZqLJrUsimw/sddefault.jpg"
},
{
  "_id": 4,
  "title": "How To Play Controller on Valorant?",
  "desc": "Controllers, being a support, make life difficult for the enemy team and much easier for the allied team. That approach requires skill and comprehension. Below is an expanded guide on playing Controller agents in Valorant, detailing each agent's roles, specific strategies, and comprehensive tips.",
  "date": "15-02-2022",
  "img_url": "https://cdnportal.mobalytics.gg/production/2023/09/00fe1204-map-control-smoke.png"
},
{
  "_id": 5,
  "title": "How To Play Initiator on Valorant?",
  "desc": "Your main role as an Initiator is to basically make your entry fragger's lives easier. From the role name itself, you get to initiate enemy contact, push enemies away from hiding, and help the team get into the site. As an Initiator, you'll play a somewhat passive role and gather information using your abilities.",
  "date": "07-07-2021",
  "img_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSTUYXuMEh4mF7wVqM9K6elcsDwol-h_PuPpw&s"
},
{
  "_id": 6,
  "title": "How To Master on Valorant?",
  "desc": "Are you tired of losing in Valorant? It can be frustrating to lose while seeing your friends pull off amazing headshots to victory. Fortunately, there are things you can do that will improve your aim and gameplay.",
  "date": "06-06-2024",
  "img_url": "https://staticg.sportskeeda.com/editor/2023/06/75f96-16856735453318-1920.jpg?w=640"
}]